---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.InstanceSillHeightParam
source: html/8430a042-86dd-9a72-d871-f43766f84248.htm
---
# Autodesk.Revit.DB.ParameterTypeId.InstanceSillHeightParam Property

"Sill Height"

## Syntax (C#)
```csharp
public static ForgeTypeId InstanceSillHeightParam { get; }
```